Repository: fullstackstudio-org/hermie
Catalog: native/apple/HermieKit/Sources/HermieUI/Resources/Native.xcstrings
Source language: en
Languages: de, nl

# native.interactive.calendar.noteEditor
source: Nothing is added until you save it in the system’s calendar sheet that opens next.
de: Es wird nichts hinzugefügt, bis du es im Kalender-Dialog des Systems speicherst, der sich danach öffnet.
nl: Er wordt niets toegevoegd tot je het opslaat in het agenda-scherm van het systeem dat daarna opent.

# native.interactive.calendar.noteReminder
source: Add saves this to your default Reminders list. The system asks first whether Hermie may use Reminders. It only offers full access for that; Hermie adds this one reminder and does not read your others.
de: „Hinzufügen“ speichert dies in deiner Standardliste in Erinnerungen. Das System fragt zuerst, ob Hermie auf Erinnerungen zugreifen darf. Es bietet dafür nur vollen Zugriff an; Hermie fügt nur diese eine Erinnerung hinzu und liest deine anderen nicht.
nl: Toevoegen bewaart dit in je standaardlijst in Herinneringen. Het systeem vraagt eerst of Hermie Herinneringen mag gebruiken. Daarvoor biedt het alleen volledige toegang aan; Hermie voegt alleen deze ene herinnering toe en leest je andere niet.

# native.interactive.calendar.notes
source: Notes
de: Notizen
nl: Notities

# native.interactive.calendar.savedNotSent
source: It is saved. Only the reply to the agent did not go out; Try again sends that, and does not add it a second time.
de: Es ist gespeichert. Nur die Antwort an den Agenten wurde nicht gesendet; „Erneut versuchen“ sendet sie und fügt den Eintrag nicht noch einmal hinzu.
nl: Het is bewaard. Alleen het antwoord aan de agent is niet verstuurd; Opnieuw proberen verstuurt dat, en voegt het niet nog een keer toe.

# native.interactive.calendar.saving
source: Saving…
de: Wird gespeichert …
nl: Bewaren…

# native.interactive.calendar.when
source: When
de: Wann
nl: Wanneer

# native.interactive.calendar.where
source: Where
de: Wo
nl: Waar

# native.interactive.card.addedToCalendar
source: Added to calendar
de: Zum Kalender hinzugefügt
nl: Toegevoegd aan agenda

# native.interactive.card.answered
source: Answered
de: Beantwortet
nl: Beantwoord

# native.interactive.card.answeredElsewhere
source: Answered on another device
de: Auf einem anderen Gerät beantwortet
nl: Beantwoord op een ander apparaat

# native.interactive.card.approved
source: Approved
de: Genehmigt
nl: Goedgekeurd

# native.interactive.card.approvedEdited
source: Approved with changes
de: Mit Änderungen genehmigt
nl: Goedgekeurd met wijzigingen

# native.interactive.card.calendar
source: Calendar
de: Kalender
nl: Agenda

# native.interactive.card.contact
source: Contact
de: Kontakt

# native.interactive.card.diff
source: Change review
de: Prüfung von Änderungen
nl: Beoordeling van wijzigingen

# native.interactive.card.diffApproved
source: Approved changes: %1$lld of %2$lld
de: Genehmigte Änderungen: %1$lld von %2$lld
nl: Goedgekeurde wijzigingen: %1$lld van %2$lld

# native.interactive.card.draft
source: Draft review
de: Entwurfsprüfung
nl: Conceptbeoordeling

# native.interactive.card.ended
source: Ended without an answer
de: Ohne Antwort beendet
nl: Beëindigd zonder antwoord

# native.interactive.card.file
source: File
de: Datei
nl: Bestand

# native.interactive.card.files
source: Files sent: %lld
de: Dateien gesendet: %lld
nl: Bestanden verstuurd: %lld

# native.interactive.card.form
source: Form
de: Formular
nl: Formulier

# native.interactive.card.location
source: Location
de: Standort
nl: Locatie

# native.interactive.card.open
source: Waiting for your answer
de: Wartet auf deine Antwort
nl: Wacht op je antwoord

# native.interactive.card.openAction
source: Open
de: Öffnen
nl: Openen

# native.interactive.card.rejected
source: Rejected
de: Abgelehnt
nl: Afgewezen

# native.interactive.card.sharedApproximate
source: Shared approximate location
de: Ungefähren Standort geteilt
nl: Globale locatie gedeeld

# native.interactive.card.sharedContact
source: Shared contact: %@
de: Kontakt geteilt: %@
nl: Contact gedeeld: %@

# native.interactive.card.sharedContactBare
source: Shared a contact
de: Kontakt geteilt
nl: Contact gedeeld

# native.interactive.card.sharedPrecise
source: Shared precise location
de: Genauen Standort geteilt
nl: Exacte locatie gedeeld

# native.interactive.card.skipped
source: Skipped
de: Übersprungen
nl: Overgeslagen

# native.interactive.card.timedOut
source: Timed out
de: Abgelaufen
nl: Verlopen

# native.interactive.close
source: Close
de: Schließen
nl: Sluiten

# native.interactive.contact.choose
source: Choose a contact
de: Kontakt auswählen
nl: Kies een contact

# native.interactive.contact.chooseAnother
source: Choose another contact
de: Anderen Kontakt auswählen
nl: Kies een ander contact

# native.interactive.contact.chosen
source: Chosen: %@
de: Ausgewählt: %@
nl: Gekozen: %@

# native.interactive.contact.field.birthday
source: Birthday
de: Geburtstag
nl: Verjaardag

# native.interactive.contact.field.emails
source: Email addresses
de: E-Mail-Adressen
nl: E-mailadressen

# native.interactive.contact.field.organization
source: Organization
de: Organisation
nl: Organisatie

# native.interactive.contact.field.phones
source: Phone numbers
de: Telefonnummern
nl: Telefoonnummers

# native.interactive.contact.field.postal
source: Addresses
de: Adressen
nl: Adressen

# native.interactive.contact.fieldsHeading
source: What to share
de: Was du teilst
nl: Wat je deelt

# native.interactive.contact.notOnContact
source: Not on this contact
de: Nicht bei diesem Kontakt
nl: Niet bij dit contact

# native.interactive.contact.nothingTicked
source: Tick at least one field to share.
de: Wähle mindestens ein Feld zum Teilen aus.
nl: Vink minstens één veld aan om te delen.

# native.interactive.contact.pickerNote
source: You pick one contact in the system’s own picker. Hermie sees no other contact and does not ask for access to your address book.
de: Du wählst einen Kontakt in der Auswahl des Systems. Hermie sieht keine anderen Kontakte und fragt nicht nach Zugriff auf dein Adressbuch.
nl: Je kiest één contact in de eigen kiezer van het systeem. Hermie ziet geen andere contacten en vraagt geen toegang tot je adresboek.

# native.interactive.contact.previewHeading
source: This will be sent
de: Das wird gesendet
nl: Dit wordt verstuurd

# native.interactive.contact.share
source: Share
de: Teilen
nl: Delen

# native.interactive.contact.unnamed
source: Contact without a name
de: Kontakt ohne Namen
nl: Contact zonder naam

# native.interactive.decline
source: Don’t share
de: Nicht teilen
nl: Niet delen

# native.interactive.declineHint
source: Tells the bot you chose not to give this. It does not ask again at once.
de: Teilt dem Bot mit, dass du das nicht geben möchtest. Er fragt nicht sofort erneut.
nl: Laat de bot weten dat je dit niet wilt geven. Hij vraagt het niet meteen opnieuw.

# native.interactive.diff.agentsLineNumbers
source: A change that is not marked as the start or the end of the file shows the agent's line numbers, which are not checked against the file.
de: Eine Änderung ohne Markierung als Anfang oder Ende der Datei zeigt die Zeilennummern des Agenten. Sie wurden nicht mit der Datei abgeglichen.
nl: Een wijziging die niet als begin of einde van het bestand is gemarkeerd, toont de regelnummers van de agent. Die zijn niet met het bestand vergeleken.

# native.interactive.diff.anchor.both
source: Whole file
de: Ganze Datei
nl: Heel bestand

# native.interactive.diff.anchor.end
source: End of the file
de: Ende der Datei
nl: Einde van het bestand

# native.interactive.diff.anchor.start
source: Start of the file
de: Anfang der Datei
nl: Begin van het bestand

# native.interactive.diff.approveAll
source: Approve all
de: Alle genehmigen
nl: Alles goedkeuren

# native.interactive.diff.decideEveryHunk
source: Decide every change to send.
de: Entscheide über jede Änderung, um zu senden.
nl: Beslis over elke wijziging om te versturen.

# native.interactive.diff.hunk.approve
source: Approve
de: Genehmigen
nl: Goedkeuren

# native.interactive.diff.hunk.approveLabel
source: Approve change %lld
de: Änderung %lld genehmigen
nl: Wijziging %lld goedkeuren

# native.interactive.diff.hunk.reject
source: Reject
de: Ablehnen
nl: Afwijzen

# native.interactive.diff.hunk.rejectLabel
source: Reject change %lld
de: Änderung %lld ablehnen
nl: Wijziging %lld afwijzen

# native.interactive.diff.hunk.stats
source: %1$lld added, %2$lld removed
de: %1$lld hinzugefügt, %2$lld entfernt
nl: %1$lld toegevoegd, %2$lld verwijderd

# native.interactive.diff.hunk.title
source: Change %1$lld of %2$lld
de: Änderung %1$lld von %2$lld
nl: Wijziging %1$lld van %2$lld

# native.interactive.diff.kind.delete
source: Delete file
de: Datei löschen
nl: Bestand verwijderen

# native.interactive.diff.kind.modify
source: Changes to a file
de: Änderungen an einer Datei
nl: Wijzigingen in een bestand

# native.interactive.diff.kind.new
source: New file
de: Neue Datei
nl: Nieuw bestand

# native.interactive.diff.kind.rename
source: Renamed file
de: Umbenannte Datei
nl: Hernoemd bestand

# native.interactive.diff.line.added
source: Added
de: Hinzugefügt
nl: Toegevoegd

# native.interactive.diff.line.empty
source: empty line
de: leere Zeile
nl: lege regel

# native.interactive.diff.line.noNewline
source: No newline at end of file
de: Kein Zeilenumbruch am Dateiende
nl: Geen regeleinde aan het einde van het bestand

# native.interactive.diff.line.removed
source: Removed
de: Entfernt
nl: Verwijderd

# native.interactive.diff.line.tab
source: tab
de: Tabulator

# native.interactive.diff.line.unchanged
source: Unchanged
de: Unverändert
nl: Ongewijzigd

# native.interactive.diff.overflowNote
source: Some lines are wider than the view. Scroll sideways to read them.
de: Einige Zeilen sind breiter als die Ansicht. Scrolle zur Seite, um sie zu lesen.
nl: Sommige regels zijn breder dan het venster. Scroll opzij om ze te lezen.

# native.interactive.diff.progress
source: Decided: %1$lld of %2$lld
de: Entschieden: %1$lld von %2$lld
nl: Beslist: %1$lld van %2$lld

# native.interactive.diff.rejectAll
source: Reject all
de: Alle ablehnen
nl: Alles afwijzen

# native.interactive.diff.renamedFrom
source: Renamed from
de: Umbenannt von
nl: Hernoemd van

# native.interactive.diff.renamedTo
source: Renamed to
de: Umbenannt in
nl: Hernoemd naar

# native.interactive.diff.send
source: Send decisions
de: Entscheidungen senden
nl: Beslissingen versturen

# native.interactive.diff.tally
source: %1$lld approved, %2$lld rejected
de: %1$lld genehmigt, %2$lld abgelehnt
nl: %1$lld goedgekeurd, %2$lld afgewezen

# native.interactive.draft.approve
source: Approve
de: Genehmigen
nl: Goedkeuren

# native.interactive.draft.approveWithChanges
source: Approve with changes
de: Mit Änderungen genehmigen
nl: Goedkeuren met wijzigingen

# native.interactive.draft.back
source: Back
de: Zurück
nl: Terug

# native.interactive.draft.comment
source: A word for %@ (optional)
de: Ein Wort an %@ (optional)
nl: Een toelichting voor %@ (optioneel)

# native.interactive.draft.commentTooLong
source: The comment is longer than %lld characters.
de: Die Anmerkung ist länger als %lld Zeichen.
nl: De toelichting is langer dan %lld tekens.

# native.interactive.draft.correctNote
source: Correct the text yourself; nothing is changed for you.
de: Korrigiere den Text selbst; es wird nichts für dich geändert.
nl: Pas de tekst zelf aan; er wordt niets voor je veranderd.

# native.interactive.draft.edited
source: Edited
de: Geändert
nl: Aangepast

# native.interactive.draft.hiddenLegend
source: Invisible characters are shown as codes in brackets.
de: Unsichtbare Zeichen werden als Codes in Klammern angezeigt.
nl: Onzichtbare tekens worden als codes tussen haken getoond.

# native.interactive.draft.hiddenWarning
source: The text cannot be sent as it is:
de: Der Text kann so nicht gesendet werden:
nl: De tekst kan niet zo worden verstuurd:

# native.interactive.draft.kind.document
source: Document
de: Dokument

# native.interactive.draft.kind.mail
source: Mail
de: E-Mail
nl: E-mail

# native.interactive.draft.kind.message
source: Message
de: Nachricht
nl: Bericht

# native.interactive.draft.kind.other
source: Draft
de: Entwurf
nl: Concept

# native.interactive.draft.kind.post
source: Post
de: Beitrag

# native.interactive.draft.noWrapHint
source: Lines are not wrapped. A long line scrolls sideways.
de: Zeilen werden nicht umbrochen. Eine lange Zeile scrollt seitlich.
nl: Regels worden niet afgebroken. Een lange regel schuift opzij.

# native.interactive.draft.notEditable
source: This draft cannot be changed. You can approve or reject it.
de: Dieser Entwurf kann nicht geändert werden. Du kannst ihn genehmigen oder ablehnen.
nl: Dit concept kan niet worden aangepast. Je kunt het goedkeuren of afwijzen.

# native.interactive.draft.problem.blankLines
source: From line %1$lld there are more than %2$lld blank lines in a row.
de: Ab Zeile %1$lld folgen mehr als %2$lld Leerzeilen hintereinander.
nl: Vanaf regel %1$lld staan meer dan %2$lld lege regels achter elkaar.

# native.interactive.draft.problem.characters
source: Characters that do not show as themselves (invisible or direction characters, special spaces, tabs):
de: Zeichen, die nicht als sie selbst sichtbar sind (unsichtbare oder Richtungszeichen, besondere Leerzeichen, Tabs):
nl: Tekens die niet als zichzelf zichtbaar zijn (onzichtbare tekens of richtingstekens, bijzondere spaties, tabs):

# native.interactive.draft.problem.empty
source: Nothing is left of the text once the whitespace at its ends is removed.
de: Vom Text bleibt nichts übrig, wenn der Leerraum an den Enden entfernt wird.
nl: Er blijft niets over van de tekst als de witruimte aan de uiteinden weg is.

# native.interactive.draft.problem.indent
source: Line %1$lld is indented by more than %2$lld spaces.
de: Zeile %1$lld ist um mehr als %2$lld Leerzeichen eingerückt.
nl: Regel %1$lld is meer dan %2$lld spaties ingesprongen.

# native.interactive.draft.problem.lineTooLong
source: Line %1$lld is longer than %2$lld characters.
de: Zeile %1$lld ist länger als %2$lld Zeichen.
nl: Regel %1$lld is langer dan %2$lld tekens.

# native.interactive.draft.problem.marks
source: More than %lld combining marks on one character.
de: Mehr als %lld kombinierende Zeichen auf einem Zeichen.
nl: Meer dan %lld combinerende tekens op één teken.

# native.interactive.draft.problem.spaceRun
source: Line %1$lld has more than %2$lld spaces in a row.
de: Zeile %1$lld hat mehr als %2$lld Leerzeichen hintereinander.
nl: Regel %1$lld heeft meer dan %2$lld spaties achter elkaar.

# native.interactive.draft.recipients
source: Recipients
de: Empfänger
nl: Ontvangers

# native.interactive.draft.reject
source: Reject…
de: Ablehnen …
nl: Afwijzen…

# native.interactive.draft.rejectConfirm
source: Reject draft
de: Entwurf ablehnen
nl: Concept afwijzen

# native.interactive.draft.revert
source: Undo my changes
de: Meine Änderungen rückgängig machen
nl: Mijn wijzigingen ongedaan maken

# native.interactive.draft.subject
source: Subject
de: Betreff
nl: Onderwerp

# native.interactive.draft.textLabel
source: Draft text
de: Entwurfstext
nl: Concepttekst

# native.interactive.draft.tooLong
source: The text is longer than %lld characters.
de: Der Text ist länger als %lld Zeichen.
nl: De tekst is langer dan %lld tekens.

# native.interactive.earlierAnswerLost
source: Your earlier answer did not reach the gateway. Please answer again.
de: Deine frühere Antwort hat das Gateway nicht erreicht. Bitte antworte erneut.
nl: Je eerdere antwoord is niet bij de gateway aangekomen. Beantwoord het opnieuw.

# native.interactive.file.cancelUpload
source: Cancel upload
de: Hochladen abbrechen
nl: Upload annuleren

# native.interactive.file.changeFiles
source: Choose other files
de: Andere Dateien wählen
nl: Andere bestanden kiezen

# native.interactive.file.giveUp
source: Give up
de: Aufgeben
nl: Opgeven

# native.interactive.file.giveUpNote
source: Giving up tells the bot that the file could not be sent.
de: Aufgeben teilt dem Bot mit, dass die Datei nicht gesendet werden konnte.
nl: Opgeven laat de bot weten dat het bestand niet verstuurd kon worden.

# native.interactive.file.inTotal
source: %@ in total
de: %@ insgesamt
nl: %@ in totaal

# native.interactive.file.noFiles
source: No file chosen yet.
de: Noch keine Datei gewählt.
nl: Nog geen bestand gekozen.

# native.interactive.file.oneFile
source: One file
de: Eine Datei
nl: Eén bestand

# native.interactive.file.perFile
source: %@ per file
de: %@ pro Datei
nl: %@ per bestand

# native.interactive.file.rejectTooLarge
source: %1$@ is larger than %2$@.
de: %1$@ ist größer als %2$@.
nl: %1$@ is groter dan %2$@.

# native.interactive.file.rejectTooMany
source: You can add at most %lld files.
de: Du kannst höchstens %lld Dateien hinzufügen.
nl: Je kunt maximaal %lld bestanden toevoegen.

# native.interactive.file.rejectTotal
source: The files together may not be larger than %@.
de: Die Dateien dürfen zusammen nicht größer als %@ sein.
nl: De bestanden mogen samen niet groter zijn dan %@.

# native.interactive.file.rejectUnreadable
source: %@ could not be read.
de: %@ konnte nicht gelesen werden.
nl: %@ kon niet worden gelezen.

# native.interactive.file.scan
source: Scan a document
de: Dokument scannen
nl: Document scannen

# native.interactive.file.stripNote
source: Camera details and location are removed from photos before they are sent.
de: Kameradaten und Standort werden aus Fotos entfernt, bevor sie gesendet werden.
nl: Cameragegevens en locatie worden uit foto’s verwijderd voordat ze worden verstuurd.

# native.interactive.file.upToFiles
source: Up to %lld files
de: Bis zu %lld Dateien
nl: Maximaal %lld bestanden

# native.interactive.file.uploadAndSend
source: Upload and send
de: Hochladen und senden
nl: Uploaden en versturen

# native.interactive.file.uploadFailed
source: The upload did not work.
de: Das Hochladen hat nicht funktioniert.
nl: De upload is niet gelukt.

# native.interactive.file.uploaded
source: Your files are uploaded.
de: Deine Dateien sind hochgeladen.
nl: Je bestanden zijn geüpload.

# native.interactive.form.atLeast
source: At least %@
de: Mindestens %@
nl: Minimaal %@

# native.interactive.form.atMost
source: At most %@
de: Höchstens %@
nl: Maximaal %@

# native.interactive.form.between
source: Between %1$@ and %2$@
de: Zwischen %1$@ und %2$@
nl: Tussen %1$@ en %2$@

# native.interactive.form.characters
source: %1$lld of %2$lld characters
de: %1$lld von %2$lld Zeichen
nl: %1$lld van %2$lld tekens

# native.interactive.form.choose
source: Choose…
de: Wählen …
nl: Kies…

# native.interactive.form.chooseDate
source: Choose a date
de: Datum wählen
nl: Kies een datum

# native.interactive.form.chooseDateTime
source: Choose date and time
de: Datum und Uhrzeit wählen
nl: Kies datum en tijd

# native.interactive.form.chooseRange
source: Choose dates
de: Daten wählen
nl: Kies datums

# native.interactive.form.chooseTime
source: Choose a time
de: Uhrzeit wählen
nl: Kies een tijd

# native.interactive.form.clear
source: Clear
de: Löschen
nl: Wissen

# native.interactive.form.decimals
source: %1$@, up to %2$lld decimals
de: %1$@, höchstens %2$lld Nachkommastellen
nl: %1$@, maximaal %2$lld decimalen

# native.interactive.form.from
source: From
de: Von
nl: Van

# native.interactive.form.inZone
source: In time zone %@
de: In der Zeitzone %@
nl: In tijdzone %@

# native.interactive.form.needAttention
source: Some fields need your attention.
de: Einige Felder brauchen deine Aufmerksamkeit.
nl: Een paar velden vragen je aandacht.

# native.interactive.form.none
source: None
de: Keine
nl: Geen

# native.interactive.form.problem.aboveMax
source: Must be at most %@.
de: Darf höchstens %@ sein.
nl: Mag maximaal %@ zijn.

# native.interactive.form.problem.after
source: Must be on or before %@.
de: Muss am oder vor dem %@ liegen.
nl: Moet op of voor %@ liggen.

# native.interactive.form.problem.before
source: Must be on or after %@.
de: Muss am oder nach dem %@ liegen.
nl: Moet op of na %@ liggen.

# native.interactive.form.problem.belowMin
source: Must be at least %@.
de: Muss mindestens %@ sein.
nl: Moet minimaal %@ zijn.

# native.interactive.form.problem.format
source: That is not in the right format.
de: Das hat nicht das richtige Format.
nl: Dit heeft niet de juiste vorm.

# native.interactive.form.problem.missing
source: This is required.
de: Das ist erforderlich.
nl: Dit is verplicht.

# native.interactive.form.problem.notInteger
source: Enter a whole number.
de: Gib eine ganze Zahl ein.
nl: Vul een heel getal in.

# native.interactive.form.problem.order
source: The end is before the start.
de: Das Ende liegt vor dem Anfang.
nl: Het einde ligt voor het begin.

# native.interactive.form.problem.other
source: The gateway did not accept this value.
de: Das Gateway hat diesen Wert nicht akzeptiert.
nl: De gateway accepteerde deze waarde niet.

# native.interactive.form.problem.step
source: Must go up in steps of %1$@ from %2$@.
de: Muss in Schritten von %1$@ ab %2$@ liegen.
nl: Moet in stappen van %1$@ vanaf %2$@ gaan.

# native.interactive.form.problem.tooFew
source: Choose at least %lld.
de: Wähle mindestens %lld.
nl: Kies er minimaal %lld.

# native.interactive.form.problem.tooLong
source: Too long: at most %lld characters.
de: Zu lang: höchstens %lld Zeichen.
nl: Te lang: maximaal %lld tekens.

# native.interactive.form.problem.tooMany
source: Choose at most %lld.
de: Wähle höchstens %lld.
nl: Kies er maximaal %lld.

# native.interactive.form.required
source: required
de: erforderlich
nl: verplicht

# native.interactive.form.to
source: To
de: Bis
nl: Tot

# native.interactive.form.wholeAmounts
source: %@, whole amounts
de: %@, ganze Beträge
nl: %@, hele bedragen

# native.interactive.later
source: Later
de: Später

# native.interactive.location.approximate
source: Your approximate location
de: Dein ungefährer Standort
nl: Je globale locatie

# native.interactive.location.approximateDetail
source: Roughly the area you are in, about a kilometre or more.
de: Ungefähr das Gebiet, in dem du dich befindest, auf einen Kilometer oder mehr genau.
nl: Ongeveer het gebied waar je bent, op een kilometer of meer nauwkeurig.

# native.interactive.location.heading
source: What will be shared
de: Was geteilt wird
nl: Wat er gedeeld wordt

# native.interactive.location.locating
source: Finding your location…
de: Standort wird ermittelt …
nl: Je locatie bepalen…

# native.interactive.location.lowerNote
source: You can share less than was asked, never more.
de: Du kannst weniger teilen als gefragt, nie mehr.
nl: Je mag minder delen dan gevraagd, nooit meer.

# native.interactive.location.oneFix
source: One reading, now. Hermie does not keep tracking you.
de: Eine Messung, jetzt. Hermie verfolgt dich nicht weiter.
nl: Eén meting, nu. Hermie blijft je niet volgen.

# native.interactive.location.optionApproximate
source: Approximate
de: Ungefähr
nl: Globaal

# native.interactive.location.optionPrecise
source: Precise
de: Genau
nl: Exact

# native.interactive.location.permissionNote
source: The system asks for permission only after you choose to share.
de: Das System fragt erst nach der Erlaubnis, nachdem du dich zum Teilen entschieden hast.
nl: Het systeem vraagt pas om toestemming nadat je ervoor kiest te delen.

# native.interactive.location.precise
source: Your precise location
de: Dein genauer Standort
nl: Je exacte locatie

# native.interactive.location.preciseDetail
source: Your position as exactly as this device can tell.
de: Deine Position so genau, wie dieses Gerät sie bestimmen kann.
nl: Je positie zo nauwkeurig als dit apparaat die kan bepalen.

# native.interactive.location.precisionLabel
source: Precision
de: Genauigkeit
nl: Nauwkeurigheid

# native.interactive.location.share
source: Share location
de: Standort teilen
nl: Locatie delen
